Repository: smallpdf/wordpress-plugin
Catalog: languages/embed-pdf-by-smallpdf-*.po
Languages: fr_fr

source: Embed PDF with Smallpdf
fr_fr: Visionneuse de PDF avec Smallpdf

source: Embed PDF by Smallpdf is a free and secure plugin that allows you to embed PDF documents directly into your posts and pages. No API keys are required.
fr_fr: Embed PDF de Smallpdf est un plugin gratuit et sécurisé qui vous permet d’intégrer des documents PDF directement dans vos articles et pages. Aucune clé API n’est requise.

source: Please provide a URL for the PDF.
fr_fr: Merci de fournir une URL pour le PDF.

source: Settings
fr_fr: Paramètres

source: Height (px)
fr_fr: Hauteur (px)

source: PDF URL
fr_fr: URL du PDF

source: Paste the URL of an external PDF file or select a file from the library.
fr_fr: Colle l’URL d’un fichier PDF externe ou sélectionne un fichier dans la bibliothèque.

source: Delete PDF
fr_fr: Supprimer le PDF

source: Upload your PDF
fr_fr: Ajouter le PDF

# block title
source: Embed PDF with Smallpdf
fr_fr: Visionneuse de PDF avec Smallpdf

# block description
source: Insert a PDF viewer in your post and pages using Smallpdf's Embed PDF.
fr_fr: Insère une visionneuse de PDF dans tes articles et pages en utilisant la visionneuse de PDF de Smallpdf.
